Repository: touteslatitudes/Amecycl
Catalog: languages/amecycl-*.po
Languages: fr_fr

source: Cycle routes
fr_fr: Aménagements cyclables

source: Manage Regions
fr_fr: Gestion des régions

source: Manage Settings
fr_fr: Gestion des configurations

source: Delete Region Confirm
fr_fr: Confirmation de la suppression de la région

source: Delete region
fr_fr: Supprimer la région

source: Add
fr_fr: Ajouter

source: Regions
fr_fr: Régions

source: Search regions
fr_fr: Recherche d'une région

source: Error
fr_fr: Erreur

source: Thanks to provide a region name
fr_fr: Merci de fournir un nom de région

source: Success
fr_fr: Succès

source: Ok region updated
fr_fr: Ok Région mise à jour

source: Region not updated
fr_fr: Région non mise à jour

source: This region already exists!
fr_fr: Cette région existe déjà !

source: Ok region created
fr_fr: Ok région créée

source: Insertion error!
fr_fr: Erreur d'insertion !

source: Update
fr_fr: Mise à jour

source: Create
fr_fr: Créer

source: Region id
fr_fr: Id

source: Help region id
fr_fr: Id de la région. Non modifiable.

source: Region name
fr_fr: Nom

source: Help region name
fr_fr: Sélectionner un fichier du répertoire uploads

source: Region year
fr_fr: Année

source: Help region year
fr_fr: Saisissez l'année sur 4 digits. Ex: 2020

source: Region slug
fr_fr: Identifiant textuel

source: Help region slug
fr_fr: Laisser vide ou saisir un identifiant textuel

source: Region filename
fr_fr: Nom du fichier région

source: Help region filename
fr_fr: Saisissez le nom du fichier geoJson de la région

source: Region datadate
fr_fr: Date des données

source: Help region datadate
fr_fr: Saisissez une date sous la forme DD/MM/YY

source: Setting
fr_fr: Configuration

source: Help setting
fr_fr: Sélectionner une configuration

source: Region desc
fr_fr: Description

source: Delete Setting Confirm
fr_fr: Confirmation de la suppression de la configuration

source: Delete setting
fr_fr: Supprimer une configuration

source: Settings
fr_fr: Configurations

source: Search settings
fr_fr: Recherche d'une configuration

source: Thanks to provide a setting name
fr_fr: Merci de fournir un nom de configuration

source: Defaut as configuration name not allowed
fr_fr: Defaut n'est pas autorisé comme nom de configuration

source: Ok setting updated
fr_fr: Ok Configuration mise à jour

source: Setting not updated
fr_fr: Configuration non mise à jour

source: This setting already exists!
fr_fr: Cette configuration existe déjà !

source: Ok setting created
fr_fr: Ok configuration créée

source: Identification tab
fr_fr: Identification

source: Labels tab
fr_fr: Labels de configuration

source: Setting id
fr_fr: Id de configuration

source: Help setting id
fr_fr: Id de la configuration. Non modifiable.

source: Setting name
fr_fr: Nom de la configuration

source: Help setting name
fr_fr: Saisissez un nom de configuration

source: Setting slug
fr_fr: Identifiant textuel

source: Help setting slug
fr_fr: Identifiant textuel de la configuration. Non modifiable.

source: Setting date
fr_fr: Date de la configuration

source: Help setting date
fr_fr: Saisissez une date. Par ex: 01/12/2021

source: Help desc
fr_fr: Saisissez une description de la configuration. Quel usage / Quel schéma de données.

source: Setting description
fr_fr: Description de la configuration

source: Compact view
fr_fr: Vue compacte

source: Extended view
fr_fr: Vue étendue

source: No items found.
fr_fr: Aucun élément trouvé.

source: Select bulk action
fr_fr: Sélectionner une action groupée

source: Bulk actions
fr_fr: Actions groupées

source: Apply
fr_fr: Appliquer

source: Show more details
fr_fr: Voir plus de détails

source: Filter by date
fr_fr: Filtrer par date

source: All dates
fr_fr: Toutes les dates

source: No comments
fr_fr: Pas de commentaires

source: No approved comments
fr_fr: Aucun commentaires approuvés

source: No pending comments
fr_fr: Aucun commentaire en attente

source: First page
fr_fr: Première page

source: Previous page
fr_fr: Page précédente

source: Current Page
fr_fr: Page courante

source: Next page
fr_fr: Page suivante

source: Last page
fr_fr: Dernière page

source: Select All
fr_fr: Sélectionner les tous

source: region
fr_fr: région

source: regions
fr_fr: régions

source: No regions found
fr_fr: Pas de régions trouvées

source: Name
fr_fr: Nom

source: Year
fr_fr: Année

source: Datadate
fr_fr: Date

source: Slug region
fr_fr: Id région

source: Slug setting
fr_fr: Id configuration

source: Filename
fr_fr: Fichier

source: Nb
fr_fr: Nombre

source: Kmc
fr_fr: Km cyclable

source: Edit
fr_fr: Modifier

source: Delete
fr_fr: Supprimer

source: setting
fr_fr: configuration

source: settings
fr_fr: configurations

source: No settings found
fr_fr: Pas de configurations trouvées

source: Slug
fr_fr: Identifiant textuel

source: Default settings description
fr_fr: Configuration par défaut. Cette configuration sert de base à la création de nouvelles configurations. Elle n'est pas modifiable.

source: no existing file
fr_fr: <br/>Fichier inexistant !

source: blank file name
fr_fr: <br />Nom de fichier vide !

source: wrong labels: %s
fr_fr: Labels erronés: %s - Corrigez le fichier !

source: Map - %s : Unknown region slug - Check the shortcode call !
fr_fr: Affichage de la carte - %s : région inconnue - Vérifier l'appel du shortcode !

source: Map - You should provide a region slug. Check the shortcode call !
fr_fr: Affichage de la carte - Vous devez fournir une région. Vérifier l'appel du shortcode !

source: Map - %s : Unknown setting. Check the shortcode call !
fr_fr: Affichage de la carte - %s : configuration inconnue. Vérifier l'appel du shortcode !

source: region_km:
fr_fr: Longueur voies :

source: region_kmc:
fr_fr: Linéaires cyclables :

source: osm date
fr_fr: Carte produite à partir de données <a href="https://www.openstreetmap.org" target="_blank" rel="nofollow noopener noreferrer">OpenStreetMap</a>%s

source: copyright
fr_fr: Amecycl %s &copy; <a href="https://randovelo.touteslatitudes.fr" target="_blank" rel="nofollow noopener noreferrer">toutesLatitudes</a>

source: Stats - %s : Unknown region slug - Check the shortcode call !
fr_fr: Affichage des statistiques - %s : région inconnue - Vérifier l'appel du shortcode !

source: Stats - You should provide at least one region slug. Check the shortcode call !
fr_fr: Affichage des statistiques - Vous devez fournir au moins une région. Vérifier l'appel du shortcode !

source: type amenagement
fr_fr: Type d'aménagement

source: lineaire cyclable
fr_fr: Linéaire cyclable

source: Maps
fr_fr: Cartes

source: Cycle route types
fr_fr: Type d'aménagements cyclables

source: Downloads
fr_fr: Téléchargements

source: Download files :
fr_fr: Fichiers disponibles :
